{
  "lang_name": "Spanish",
  "translator": "rogama25",
  "about": "*Acerca de:*\n*AudiosToTwitter v{0}*\n\nCreado por: [rogama25](https://twitter.com/rogama25)\nCon ayuda de [IceWildcat](https://github.com/IceWildcat)\n\n[Échale un vistazo a la web oficial del proyecto](https://github.com/rogama25/AudiosToTwitter)\n\nInforma de bugs en [el repositorio de Github](https://github.com/rogama25/audiosToTwitter/issues/new)\n\n*Con ❤️, desde España*",
  "attribute_missing": "Falta {0}. Configúralo antes de iniciar el bot.",
  "audio_not_sent": "No se ha podido enviar el audio. Comprueba que puedes enviar MD a ese usuario.",
  "audio_sent": "Audio enviado. Si estabas respondiendo a un Tweet, envía \"/cancel\" para salir del modo de respuesta. El texto está ahora vacío.",
  "bot_linked_console": "Bot vinculado con {0} ({1})",
  "bot_linked_message": "El bot está ahora vinculado con tu cuenta. Puedes enviarme notas de voz y las Tweetearé como vídeos o puedes enviarme un link a un Tweet para responder con audios a ese Tweet. \nTambién puedes añadir texto a los Tweets usando \"/text <tu texto aquí>\". Para eliminar el texto, simplemente usa ese comando sin texto.\nPuedes enviar mensajes directos con /dm <usuario>. No es necesario incluir @.",
  "bot_started": "Bot iniciado. Pulsa CTRL-C para detener.",
  "bot_stopped": "Bot detenido. Puede deberse a que lo has detenido o a un error. Pulsa enter.",
  "cancel_reply": "Los próximos audios se publicarán como Tweets.",
  "dm_cancel": "MD cancelado. Los próximos audios se publicarán como Tweets",
  "download_ffmpeg": "¿Quieres descargar ffmpeg ahora? Se descargarán unos 60 MB de datos. [y/n] ",
  "downloading_background": "No se ha encontrado el fondo. Descargándolo, espera...",
  "downloading_ffmpeg": "Descargando FFMPEG. Espera...",
  "edit_tg_key": "[{0}] Editar clave API del bot de Telegram.",
  "edit_tw_access": "[{0}] Editar claves de acceso de Twitter (access).",
  "edit_tw_consumer": "[{0}] Editar claves de consumidor de Twitter (consumer).",
  "exit": "[{0}] Salir.",
  "ffmpeg_corrupt": "Se ha encontrado el zip de ffmpeg pero está corrupto. Lo descargaremos de nuevo.",
  "help": "Comandos disponibles:\n· /text <texto> - Establece el texto para el próximo Tweet o MD.\n· /dm <usuario> - Envía audios a un usuario a través de MD en vez de publicarlos como Tweets. Si no se indica un usuario o se indica uno que no existe, se sale del modo MD.\n· Envía un link a un Tweet para responder con los próximos audios.\n· /cancel - Sale del modo de respuesta y los próximos audios se envían como Tweets.\n· Envía un audio o un archivo de música y lo enviaremos, dependiendo de los comandos usados. La duración máxima es 2:20, si es más largo, se cortarán automáticamente.\n· /help - Muestra esta ayuda.\n· /about - Muestra la página de acerca de.",
  "input_tg_key": "Pega la nueva clave del bot (pulsa enter para volver sin cambiarla): ",
  "input_tw_access": "Pega la nueva clave de acceso de Twitter (pulsa enter para introducir la secreta sin cambiarla): ",
  "input_tw_access_secret": "Pega la nueva clave de acceso secreta de Twitter (pulsa enter para volver sin cambiarla): ",
  "input_tw_consumer": "Pega la nueva clave de consumidor de Twitter (pulsa enter para introducir la secreta sin cambiarla): ",
  "input_tw_consumer_secret": "Pega la nueva clave de consumidor secreta de Twitter (pulsa enter para volver sin cambiarla): ",
  "missing_settings": "Faltan algunos ajustes.",
  "new_ffmpeg": "Nueva versión de ffmpeg disponible. Instalada: {0} Nueva: {1}",
  "now_replying": "Respondiendo a: @{0}: {1}\nPara publicar el audio como Tweet en vez de respuesta, envía \"/cancel\"",
  "register_key": "Envía al bot el siguiente código a través de Telegram: {0}",
  "return_menu": "Pulsa enter para volver al menú.",
  "sending_dm": "Enviando MD a @{0}. Envía /dm sin indicar un usuario para salir del modo MD.",
  "settings_corrupt": "El archivo de configuraciones parece estar corrupto.",
  "settings_info": "Editor de ajustes. Pulsa los números indicados para editar los ajustes.",
  "start_bot": "[{0}] Reiniciar bot.",
  "telegram_connected": "Conectado a Telegram: {0}",
  "telegram_invalid_key": "Clave API de Telegram no válida.",
  "telegram_notnumeric": "El ID de Telegram no es un numérico y por tanto no ha podido ser guardado.",
  "text_cleared": "El texto está ahora vacío.",
  "text_set": "El texto es ahora: {0}",
  "tweet_doesnt_exist": "Ese Tweet parece no existir.",
  "twitter_connected": "Conectado a Twitter: {0}",
  "twitter_invalid_key": "Los credenciales de Twitter no son correctos.",
  "unlink_tg": "[{0}] Desvincular bot de Telegram del usuario actual.",
  "unlink_tg_confirm": "¿Seguro que quieres desvincularlo del usuario actual? Pulsa \"y\" para confirmar:",
  "update_ffmpeg": "¿Actualizar ffmpeg ahora? Se descargarán unos 60 MB de datos. [y/n] ",
  "voice_received": "Hemos recibido la nota de voz. Espera unos segundos mientras lo subimos a Twitter. No envíes nuevos comandos hasta que termine, te avisaré cuando se haya enviado."
}